Repository: Azharhussain20/INNOVA_ENERGY
Catalog: Innova/Modules/HomeSettings/View/*.lproj/Settings.strings
Languages: it

# 0wk-Hd-gWS.text
source: OPERATING MODE
it: MODALITÀ FUNZIONAMENTO

# 7Zm-VS-AGM.normalTitle
source: Save changes
it: Salva modifiche

# 8AB-yX-uAg.placeholder
source: Home name
it: Nome casa

# 8AB-yX-uAg.text
source: Mario's home
it: Casa di Mario

# FXo-Hk-t8f.configuration.title
source: Add a room
it: Aggiungi una stanza

# FXo-Hk-t8f.normalTitle
source: Add a room
it: Aggiungi una stanza

# Fe1-j8-kHS.normalTitle
source: Leave this home
it: Lascia questa casa

# H1Z-hv-ZjB.text
source: You cannot change your role because you are the owner of this home.
it: Non puoi modificare il tuo ruolo perché sei il proprietario di questa casa.

# IIp-Ak-087.text
source: ROOMS
it: STANZE

# NYL-oN-r3M.text
source: CHANGE ROLE
it: MODIFICA RUOLO

# PlD-at-s4P.text
source: Address
it: Indirizzo

# QZS-2H-2sJ.text
source: Innova asks for consent to detect your location in order to offer you specific information about your home.
it: Innova chiede il consenso di poter rilevare la tua posizione per offrirti informazioni specifiche relative alla tua casa.

# So7-kR-BOq.configuration.title
source: Reorder
it: Riordina

# So7-kR-BOq.normalTitle
source: Reorder
it: Riordina

# XNI-wZ-50s.text
source: There are no suggestions available for your search
it: Non ci sono suggerimenti disponibili per la tua ricerca

# XXj-fN-6qH.text
source: Location
it: Posizione

# btv-CM-gVq.text
source: Owner - Me
it: Proprietario - Io

# egT-FU-LW9.normalTitle
source: Transfer this property
it: Trasferisci questa proprietà

# fWF-9R-3Ov.placeholder
source: Location
it: Posizione

# iwG-bY-ycf.text
source: Current location detected by your device.
it: Posizione attuale rilevata dal tuo dispositivo.

# j1e-kI-hIW.text
source: Home name
it: Nome casa

# jlv-LS-PGB.normalTitle
source: Delete this home
it: Elimina questa casa

# mTw-Rq-u4v.configuration.title
source: Invite people...
it: Invita persone...

# mTw-Rq-u4v.normalTitle
source: Invite people...
it: Invita persone...

# mg0-cg-rBh.placeholder
source: Address
it: Indirizzo

# mg0-cg-rBh.text
source: Vittorio Veneto Street ...
it: Via Vittorio Veneto ...

# vuS-xM-Lkd.text
source: PEOPLE
it: PERSONE

# xZL-GV-R7p.text
source: Owner
it: Proprietario
